{
    "auth_email": "Tự đăng ký dựa trên email",
    "authenticating": "Chứng thực",
    "cancel": "Hủy",
    "checksiteversion": "Kiểm tra xem trang web của bạn có sử dụng Moodle 2.4 hoặc cao hơn không.",
    "createaccount": "Tạo một tài khoản mới",
    "createuserandpass": "Chọn ký danh và mật khẩu của bạn",
    "credentialsdescription": "Vui lòng cung cấp tên đăng nhập và mật khẩu của bạn để đăng nhập.",
    "confirmdeletesite": "Bạn có muốn đăng xuất tài khoản trên {{sitename}} không?",
    "connect": "Kết nối!",
    "connecttomoodle": "Kết nối tới Moodle",
    "contactyouradministrator": "Liên hệ với quản trị viên trang web của bạn để được trợ giúp thêm.",
    "contactyouradministratorissue": "Xin vui lòng, yêu cầu quản trị viên để kiểm tra các vấn đề sau đây: {{$a}}",
    "emailconfirmsent": "<p>Một email cần được gửi đến địa chỉ của bạn tại <b>{{$a}}</b></p><p>Nó chứa các hướng dẫn dễ dàng để hoàn thành đăng ký của bạn.</p><p>Nếu bạn tiếp tục gặp khó khăn, hãy liên hệ với quản trị viên trang web.</p>",
    "emailnotmatch": "Email không khớp",
    "enterthewordsabove": "Nhập các từ phía trên",
    "erroraccesscontrolalloworigin": "Gọi Cross-Origin đang cố gắng thực hiện đã bị từ chối. Vui lòng kiểm tra tại https://docs.moodle.org/dev/Moodle_Mobile_development_using_Chrome_or_Chromium",
    "errordeletesite": "Đã xảy ra lỗi khi xóa trang web này. Vui lòng thử lại.",
    "errorupdatesite": "Đã xảy ra lỗi khi cập nhật mã thông báo của trang web.",
    "firsttime": "Đây có phải là lần đầu tiên bạn đến đây?",
    "forgotten": "Quên mật khẩu?",
    "getanothercaptcha": "Lấy mã CAPTCHA khác",
    "help": "Giúp đỡ",
    "helpmelogin": "<p>Có hàng ngàn trang web Moodle trên khắp thế giới. Ứng dụng này chỉ có thể kết nối với các trang web Moodle đã bật tính năng Truy cập ứng dụng dành cho thiết bị di động.</p><p>Nếu bạn không thể kết nối với trang Moodle của mình thì bạn cần liên hệ với quản trị viên Moodle tại nơi bạn muốn kết nối và yêu cầu họ đọc <a href=\"http://docs.moodle.org/en/Mobile_app\" target=\"_blank\">http://docs.moodle.org/en/Mobile_app</a></p><p>To test the app in a Moodle demo site type <i>teacher</i> or <i>student</i> in the <i>Site address</i> field and click the <b>Connect button</b>.</p>",
    "instructions": "Hướng dẫn",
    "invalidaccount": "Vui lòng kiểm tra chi tiết đăng nhập hoặc yêu cầu quản trị viên trang web của bạn kiểm tra cấu hình trang web.",
    "invaliddate": "Ngày tháng không hợp lệ",
    "invalidemail": "Địa chỉ Email không hợp lệ",
    "invalidmoodleversion": "Phiên bản Moodle không hợp lệ. Phiên bản tối thiểu bắt buộc là 2,4.",
    "invalidsite": "Đường dẫn trang không hợp lệ",
    "invalidtime": "Thời gian không hợp lệ",
    "invalidurl": "Đã chỉ định đường dẫn không hợp lệ",
    "invalidvaluemax": "Giá trị tối đa là {{$a}}",
    "invalidvaluemin": "Giá trị tối thiểu là {{$a}}",
    "localmobileunexpectedresponse": "Kiểm tra tính năng bổ sung của Moodle Mobile trả về một phản hồi bất ngờ, bạn sẽ được chứng thực bằng dịch vụ Mobile chuẩn.",
    "login": "Đăng nhập",
    "loginbutton": "Đăng nhập",
    "logininsiterequired": "Bạn cần phải đăng nhập vào trang web trong một cửa sổ trình duyệt.",
    "loginsteps": "Để có quyền truy cập đầy đủ vào trang này, trước tiên bạn cần phải tạo một tài khoản.",
    "loggedoutssodescription": "Bạn phải xác nhận lại. Bạn cần phải đăng nhập vào trang web trong một cửa sổ trình duyệt.",
    "missingemail": "Thiếu địa chỉ email",
    "missingfirstname": "Thiếu tên đầy đủ",
    "missinglastname": "Thiếu họ",
    "mobileservicesnotenabled": "Dịch vụ Di động không được bật trong trang web của bạn. Vui lòng liên hệ với quản trị viên trang web của Moodle nếu bạn cho rằng phải bật tính năng truy cập di động.",
    "newaccount": "Tài khoản mới",
    "newsitedescription": "Vui lòng nhập đường dẫn của trang Moodle của bạn. Lưu ý rằng nó có thể không được cấu hình để làm việc với ứng dụng này.",
    "notloggedin": "Bạn cần phải đăng nhập.",
    "password": "Mật khẩu",
    "passwordrequired": "Yêu cầu mật khẩu",
    "policyaccept": "Tôi hiểu và đồng ý",
    "policyagree": "Bạn phải đồng ý với chính sách này để tiếp tục sử dụng trang web này. Bạn có đồng ý không?",
    "policyagreement": "Thoả thuận chính sách trang web",
    "policyagreementclick": "Liên kết tới thỏa thuận chính sách trang web",
    "problemconnectingerror": "Chúng tôi gặp sự cố khi kết nối với",
    "problemconnectingerrorcontinue": "Kiểm tra kỹ xem bạn đã nhập đúng địa chỉ và thử lại.",
    "profileinvaliddata": "Giá trị không hợp lệ",
    "potentialidps": "Đăng nhập bằng tài khoản của bạn trên:",
    "recaptchachallengeimage": "Tạo lại CAPTCHA hình ảnh",
    "reconnect": "Kết nối lại",
    "reconnectdescription": "Mã thông báo xác thực của bạn không hợp lệ hoặc đã hết hạn, bạn phải kết nối lại với trang web.",
    "reconnectssodescription": "Mã thông báo xác thực của bạn không hợp lệ hoặc đã hết hạn, bạn phải kết nối lại với trang web. Bạn cần phải đăng nhập vào trang web trong một cửa sổ trình duyệt.",
    "security_question": "Câu hỏi bảo mật",
    "selectacountry": "Chọn quốc gia",
    "signupplugindisabled": "{{$a}} không được bật",
    "siteaddress": "Địa chỉ trang web",
    "siteinmaintenance": "Trang web của bạn đang ở chế độ bảo trì",
    "sitepolicynotagreederror": "Chính sách của trang web không được đồng ý.",
    "siteurl": "Đường dẫn trang",
    "siteurlrequired": "Yêu cầu đường dẫn, vd <i>http://www.yourmoodlesite.abc hoặc https://www.yourmoodlesite.efg</i>",
    "startsignup": "Tạo tài khoản mới",
    "stillcantconnect": "Vẫn không thể kết nối?",
    "supplyinfo": "Thêm chi tiết",
    "username": "Ký danh",
    "usernamerequired": "Yêu cầu ký danh",
    "usernotaddederror": "Người dùng không được thêm vào - lỗi",
    "visitchangepassword": "Bạn có muốn truy cập vào trang web để thay đổi mật khẩu?",
    "webservicesnotenabled": "Dịch vụ Web không được bật trong trang web của bạn. Vui lòng liên hệ với quản trị viên trang web của Moodle nếu bạn cho rằng phải bật tính năng truy cập di động.",
    "introone": "Càng đọc nhiều bạn càng biết nhiều, bạn càng học nhiều bạn càng phát triển.",
    "introtwo": "Phát triển niềm đam mê học tập. Nếu bạn làm như vậy, bạn sẽ không bao giờ ngừng phát triển.",
    "introthree": "Nếu bạn không sẵn lòng học thì không ai có thể giúp bạn. Nếu bạn quyết tâm học thì không ai có thể ngăn cản bạn."
}
